{
  "por_la_senal": "Por la señal de la Santa Cruz, de nuestros enemigos líbranos, Señor Dios nuestro. En el nombre del Padre, del Hijo y del Espíritu Santo. Amén.",
  "acto_contricion": "Señor mío Jesucristo, Dios y hombre verdadero, Creador, Padre y Redentor mío. Por ser Tú quien eres, Bondad infinita, y porque te amo sobre todas las cosas, me pesa de todo corazón haberte ofendido. También me pesa que puedas castigarme con las penas del infierno. Ayudado de tu divina gracia propongo firmemente nunca más pecar, confesarme y cumplir la penitencia que me fuere impuesta. Amén.",
  "abre_labios": {
    "peticion": "Señor, ábreme los labios.",
    "respuesta": "Y mi boca proclamará tu alabanza."
  },
  "ven_auxilio": {
    "peticion": "Dios mío, ven en mi auxilio.",
    "respuesta": "Señor, date prisa en socorrerme."
  },
  "gloria_breve": "Gloria al Padre y al Hijo y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
  "padre_nuestro": {
    "parte1": "Padre nuestro, que estás en el cielo, santificado sea tu Nombre; venga a nosotros tu reino; hágase tu voluntad en la tierra como en el cielo.",
    "parte2": "Danos hoy nuestro pan de cada día; perdona nuestras ofensas como también nosotros perdonamos a los que nos ofenden; no nos dejes caer en la tentación y líbranos del mal. Amén."
  },
  "ave_maria": {
    "parte1": "Dios te salve, María, llena eres de gracia; el Señor es contigo; bendita tú eres entre todas las mujeres y bendito es el fruto de tu vientre, Jesús.",
    "parte2": "Santa María, Madre de Dios, ruega por nosotros, pecadores, ahora y en la hora de nuestra muerte. Amén."
  },
  "gloria": {
    "parte1": "Gloria al Padre, y al Hijo, y al Espíritu Santo.",
    "parte2": "Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén."
  },
  "maria_madre_gracia": "María, Madre de gracia, Madre de misericordia. Defiéndenos de nuestros enemigos y ampáranos ahora y en la hora de nuestra muerte. Amén.",
  "oh_jesus_mio": "Oh Jesús mío, perdónanos. Líbranos del fuego del infierno, lleva a todas las almas al cielo, especialmente a las más necesitadas.",
  "oracion_final": "Te pedimos, Señor, nos concedas a nosotros tus siervos, gozar de perpetua salud de alma y cuerpo y, por la gloriosa intercesión de la bienaventurada siempre Virgen María, seamos librados de las tristezas presentes y gocemos de la eterna alegría. Por Jesucristo, nuestro Señor. Amén.",
  "salve": "Dios te salve, Reina y Madre de misericordia, vida, dulzura y esperanza nuestra; Dios te salve. A ti clamamos los desterrados hijos de Eva; a ti suspiramos, gimiendo y llorando en este valle de lágrimas. Ea, pues, Señora, abogada nuestra, vuelve a nosotros esos tus ojos misericordiosos; y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre. ¡Oh clemente, oh piadosa, oh dulce siempre Virgen María! Ruega por nosotros, santa Madre de Dios, para que seamos dignos de alcanzar las promesas de nuestro Señor Jesucristo. Amén.",
  "intro_tres_avemarías": [
    "Por el aumento de la fe: Dios te salve, María...",
    "Por el aumento de la esperanza: Dios te salve, María...",
    "Por el aumento de la caridad: Dios te salve, María..."
  ]
}
